docs: modify README
